INSERT INTO powertrain_option
values (1, '디젤 2.2', '높은 토크로 파워풀한 드라이빙이 가능하며, 차급대비 연비 효율이 우수합니다.',
        '최고출력 202 ps / 3,800 rpm 최대토크 45.0 kgf-m / 1750~2750 rpm', '디젤 엔진은 효율이 좋아요!', '효율을 중시한다면, 탁월한 선택입니다.', 1480000,
        'selective_option/1_1.png'),
       (2, '가솔린 3.8', '고마력의 우수한 가속 성능을 확보하여, 넉넉하고 안정감 있는 주행이 가능합니다. 엔진의 진동이 적어 편안하고 조용한 드라이빙 감성을 제공합니다.',
        '최고출력 295 ps / 6000 rpm 최대토크 36.2 kgf-m / 5200 rpm', '가솔린 엔진은 조용해요!', '조용한 주행을 원하신다면, 탁월한 선택입니다.', 0,
        'selective_option/1_2.png');
